# Тексты кнопок

back_button = "💎 Назад 💎"

buy_button = "💵 Купить 💵"

balance_pay_button = "💲 Пополнить баланс 💲"



btc_pay_button = "💰 BTC - чек💰"

eticket_pay_button = "💵 Элек. перевод 💵"



#  Тексты сообщенией

deposit_btc_pay = "Укажите сумму пополнения."

deposit_btc_check = "Отправьте мне чек BTC banker на сумму пополнения."

deposit_crystal_pay = "Отправьте мне сумму пополнения."


deposit_go_to_log_channel = """
    Пользователь : @{username}
    id пользователя : {user_id}
    
    Сумма пополнения : {amount}

    Чек : {check}

"""



deposit_menu_text = """
Каким способом желаете оплатить?

"""

menu_text = """
Здесь будет главный текст

Ваш баланс - {} рублей!
"""



admin_panel = """
    В данный момент в боте {users_amount} пользователей.

    Всего заработано : {make_money}




    Бот запущен {live} дней.

    До конца аренды осталось {day} дней.
"""
